[
  "The nearest humanoid suddenly ages 10 years.",
  "You suddenly age 10 years.",
  "Everywhere you go, you attract flocks of brightly colored birds.",
  "Over the next month, thick, black hair will cover your entire body.",
  "You lose all your hair.",
  "You can no longer bring yourself to cut your hair. Doing so brings on terrible agony.",
  "You begin to hallucinate the eyes of a large cat peering at you from every dark corner.",
  "You grow a gnarly hunchback.",
  "Your right arm grows 1 foot longer.",
  "You lose all your teeth",
  "The wings of a bat sprout from your back.",
  "Your mouth will slowly disappear over the next fortnight.",
  "You find that your teeth have all transformed into sharp points.",
  "You now have the head of a black {{animal}}.",
  "You now have the same mating preferences of {{animal}}s.",
  "Everyone around you smells like {{animal}}s from now on.",
  "You develop {{d6}} extra {{bodyPart}}s.",
  "Your left arm grows shorter.",
  "Your gender suddenly changes.",
  "Everywhere you go, you leave a {{color}} slime trail.",
  "Over the next {{d6}} days, your eyes will slowly shrink then disappear.",
  "You are compelled to always lie.",
  "You are compelled to only tell the truth.",
  "You lose the ability to do any sort of basic math. In fact, you can't even read numbers anymore.",
  "You develop a terrible fear of {{animal}}s.",
  "You develop a crippling fear of books.",
  "You develop a fear of fire.",
  "Gold terrifies you.",
  "You can no longer cross rivers while conscious.",
  "You believe you are the most beautiful person on earth.",
  "{{d6}} leagues away, a {{monster}} has spawned. It will hunt you without rest until it kills you or you kill it.",
  "The moon makes you horny.",
  "The sun makes your skin blister and ooze with {{color}} pus.",
  "You see dead people though you cannot communicate with them.",
  "You are convinced that nothing can hurt you.",
  "You are compelled to sing the same song every day at midday. If you try to resist, you find that you cannot breathe until the song is complete.",
  "The nearest humanoid becomes your mortal enemy.",
  "The nearest humanoid frightens you so much you weep and piss yourself.",
  "Any iron you touch becomes rusted.",
  "Fog appears in any town you sleep in for more than {{d6}} days.",
  "Anyone who spends more than {{d6}} days in your company goes insane."
]
